"kNoStartDateNotRunning" = "Startzeit: Nicht verfügbar - Dienst arbeitet nicht";
"kStartedTime" = "Startzeit: ";
"kDateFormatter" = "%c";
"RUNNING" = "Arbeitet";
"STOPPED" = "Gestoppt";
"STARTING" = "Startet";
"STOPPING" = "Stoppt";
"PAUSED" = "Angehalten";
"UNKNOWN" = "Unbekannt";
"kLocalOnly" = "Nur lokal";
"kReplicaStatusOK" = "OK";
"kReplicaStatusError" = "Fehler";
"kProgressTaskGetConfiguration" =					"Informationen laden …";
"kPasswordMismatchTitle" =							"Kennwörter stimmen nicht überein";
"kPasswordMismatch" =								"Die eingegebenen Kennwörter stimmen nicht überein. Bitte versuchen Sie es erneut.";
"kProgressTaskNotMaster" =							"Verzeichnis- und Identifizierungsdaten können nur von einem Open Directory-Master archiviert werden. Dieser Server ist kein Open Directory-Master.";
"kJoinKerbMessageJoinSplit" =						"Sie müssen sich als delegierter Kerberos-Benutzer identifizieren, bevor Ihr Server Kerberos auf dem Verzeichnisserver verwenden kann.";
"kJoinKerbMessageJoinActiveDirectory" =				"Geben Sie Benutzername und Kennwort eines lokalen Administrators ein, um mit diesem Server dem Active Directory Kerberos beizutreten.";
"kProgressTaskWaitingForUser" =						"Sie können die Open Directory-Datenbank des Servers archivieren oder von einem bestehenden Datenbankarchiv wiederherstellen.";
"kProgressTaskBackupMaster" =						"Open Directory-Master archivieren";
"kProgressTaskRestoreMaster" =						"Open Directory-Master von der Sicherungskopie wiederherstellen";
"kOperationFailed" =								"Vorgang fehlgeschlagen.";
"kOperationFailedMsg" =								"Der Vorgang ist fehlgeschlagen, weil folgender Fehler aufgetreten ist: %@";
"kLDAPMasterCreationCantAuth" =						"Die Identifizierung mit diesem Benutzernamen und Kennwort ist fehlgeschlagen.";
"kLDAPMasterCreationCantAuthMsg" =					"Um einen Open Directory-Master einzurichten, müssen Sie sich erst als Open Directory-Domain-Administrator identifizieren.";
"kLDAPReplicaCantAuth" =							"Die Identifizierung als Verzeichnis-Domain-Administrator ist fehlgeschlagen.";
"kLDAPReplicaCantAuthMsg" =							"Die Open Directory-Replik konnte nicht erstellt werden, weil der angegebene Benutzername und das Kennwort nicht erkannt wurden. Sie benötigen den Benutzernamen und das Kennwort eines Verzeichnis-Domain-Administrators.";
"kLDAPReplicaCantContactMaster" =					"Der Verbindungsversuch zum Open Directory-Master, um diesen Computer als Replik einzurichten, ist fehlgeschlagen.";
"kLDAPReplicaCantContactMasterMsg" =				"Stellen Sie sicher, dass die entfernte Anmeldung mit SSH (Secure Shell) auf dem Open Directory-Master aktiviert ist, und dass Sie das korrekte Kennwort eingegeben haben.";
"kLDAPReplicaNoMasterAtAddress" =					"An der angegebenen Adresse befindet sich kein Open Directory-Master";
"kLDAPReplicaNoMasterAtAddressMsg" =				"Die Open Directory-Replik konnte nicht eingerichtet werden, weil sich an der angegebenen Netzwerkadresse kein Open Directory-Master befindet. Stellen Sie sicher, dass die eingegebene Netzwerkadresse korrekt ist und sich dort ein Open Directory-Master befindet.";
"kLDAPReplicaNoDiskSpace" =							"Der Festplattenplatz reicht nicht aus, um die Open Directory-Replik einzurichten.";
"kLDAPReplicaNoDiskSpaceMsg" =						"Der Festplattenplatz reicht nicht aus, um den Open Directory-Master auf Ihren Server zu replizieren.";
"kLDAPReplicaDuplicateSerial" =						"Mehrfach benutzte Seriennummer";
"kLDAPReplicaDuplicateSerialMsg" =					"Die Open Directory-Replik konnte nicht eingerichtet werden, weil der Open Directory-Master und der Server, den Sie als Replik einrichten möchten, dieselbe Mac OS X-Seriennummer verwenden. Jeder Server benötigt sein eigene, eindeutige Seriennummer.";
"kLDAPReplicaUnknownError" =						"Unbekannter Fehler beim Einrichten der Replik";
"kLDAPReplicaUnknownErrorMsg" =						"Die Open Directory-Replik konnte nicht eingerichtet werden, weil ein unbekannter Fehler (%d) aufgetreten ist. Stellen Sie sicher, dass Sie die korrekte IP-Adresse, den richtigen Administratornamen und das zugehörige Kennwort für den Open Directory-Master verwenden.";
"kSelectLDAPDirectory" =							"Wählen Sie ein Verzeichnis für die LDAP-Datenbank.";
"kLDAPSuretoDestroyLDAPDatabase" =					"Von Open Directory-Master ändern?";
"kLDAPSuretoDestroyLDAPDatabaseMsg" =				"Dieser Vorgang löscht die Open Directory-Master-Datenbank, die zurzeit bereitgestellt wird. Der Vorgang kann nicht widerrufen werden.";
"kChangeButton" =									"Ändern";
"kDontChangeButton" =								"Nicht ändern";
"kWarnPolicySecurityTypeAdd" =                      "Manche Kennwortserveraccounts unterstützen diese Identifizierungsmethode erst, wenn ihr Accountkennwort zurückgesetzt wurde. Setzen Sie die Kennwörter der Accounts Ihrer Benutzer zurück oder bitten Sie sie, Ihre Kennwörter so bald wie möglich zurückzusetzen.";
"kWarnPolicySecurityTypeRemove" =                   "Die vorhandenen Kennwörter des Benutzers bleiben auf der Festplatte gesichert, bis die nächste erfolgreiche Identifizierung des Accounts stattgefunden hat.";
"kJoinKerberosKeytabError" =						"Kerberos-keytab-Fehler";
"kJoinKerberosKeytabErrorMsg" =						"Fehler beim Erstellen der Kerberos-keytab-Datei für diesen Server.";
"kMissingKerberosServicesMsg" =						"Dieser Server hat neue oder aktualisierte Dienste, die kerberisiert werden müssen, um die Kerberos-Gesamtauthentifizierung zu unterstützen. Dienste auf diesem Server, die bereits kerberisiert sind, werden davon nicht beeinflusst.";
"kMissingKerberosServicesBtn" =						"Dienste kerberisieren";
"kUnexpectedError" =								"Unerwarteter Fehler";
"kUnexpectedErrorMsg" =								"Ein unerwarteter Fehler des Typs %d ist aufgetreten.";
"backing up LDAP master" =							"Backup von LDAP-Master sichern";
"Creating archive" =								"Archiv wird erstellt …";
"Backing up LDAP database" =						"Backup der LDAP-Datenbank sichern";
"Backing up password server database" =				"Backup der Kennwortdatenbank des Servers sichern";
"Backing up Kerberos database" =					"Backup der Kerberos-Datenbank sichern";
"Backing up configuration files" =					"Backup der Konfigurationsdateien sichern";
"Backing up local NetInfo database" =				"Backup der lokalen NetInfo-Datenbank sichern";
"Mounting the archive" =							"Archiv wird aktiviert";
"Restoring local NetInfo database" =				"Lokale NetInfo-Datenbank wird wiederhergestellt";
"Restoring Password Server database" =				"Kennwortdatenbank des Servers wird wiederhergestellt";
"Restoring configuration files" =					"Konfigurationsdateien werden wiederhergestellt";
"Restoring LDAP database" =							"LDAP-Datenbank wird wiederhergestellt";
"Restoring Kerberos database" =						"Kerberos-Datenbank wird wiederhergestellt";
"Merging Kerberos database" =						"Kerberos-Datenbank zusammenführen";
"Merging Password Server data" =					"Kennwortdatenbank des Servers zusammenführen";
"Merging LDAP database" =							"LDAP-Datenbank zusammenführen";
"useconfigENOENT" = "Computereintrag ist nicht verfügbar";
"useconfigENOENTmsg" = "Der Open Directory-Administrator hat nicht die primäre Ethernet-Adresse dieses Computers verwendet, als er diesen Computer zu einer Computerliste hinzugefügt hat.";
"useconfigENOATTR" = "Fehler beim Computereintrag";
"useconfigENOATTRmsg" = "Der Open Directory-Administrator hat keine Beitrittsrechte für Kerberos übertragen. Er hat keinen Kerberos-Konfigurationseintrag für diesen Computer hinzugefügt.";
"useconfigEINVAL" = "Delegationsfehler";
"useconfigEINVALmsg" = "Der Open Directory-Administrator hat diesem Benutzeraccount keine Beitrittsrechte für Kerberos übertragen.";
"useconfigEAUTH" = "Name oder Kennwort ungültig";
"useconfigEAUTHmsg" = "Der eingegebene Name oder das Kennwort war leider ungültig. Bitte versuchen Sie es erneut.";
"genconfigEEXIST" = "Eintrag bereits vorhanden";
"genconfigEEXISTmsg" = "Für diesen Computer existiert bereits ein Kerberos-Konfigurationseintrag. Möchten Sie ihn ersetzen?";
"genconfigENOENT" = "Computereintrag ist nicht verfügbar";
"genconfigENOENTmsg" = "Der Open Directory-Administrator hat keinen Computer mit diesem Namen zu einer Computerliste hinzugefügt.";
"genconfigEACCESS" = "Name oder Kennwort ungültig";
"genconfigEACCESSmsg" = "Der eingegebene Open Directory-Administratorname oder das Kennwort war leider ungültig. Bitte versuchen Sie es erneut.";
"genconfigEINVAL" = "Ungültiger Name";
"genconfigEINVALmsg" = "Einer der eingegebenen, delegierten Administratoren hat einen ungültigen Namen oder er kann nicht zum Verschlüsseln des Kerberos-Konfigurationseintrags verwendet werden.";
"genconfigEIO" = "Dienstprinzipale konnten nicht erstellt werden";
"genconfigEIOmsg" = "Die Kerberos-Dienstprinzipale für den Kerberos-Konfigurationseintrag konnten nicht erstellt werden.";
"1064" = "Inkompatible Softwareversionen";
"1069" = "Konnte keine SSH-Verbindung zum Open Directory-Master aufbauen";
"1070" = "Doppelte Seriennummern";
"1071" = "Inkompatible Softwareversionen";
"1072" = "Der Festplattenplatz reicht nicht aus, um die Open Directory-Replik einzurichten.";
"1077" = "Die Identifizierung als Verzeichnis-Domain-Administrator ist fehlgeschlagen";
"1075" = "Ein anderer Konfigurationsvorgang wird gerade ausgeführt. Versuchen Sie es später erneut.";
"1078" = "An der angegebenen Adresse befindet sich kein Open Directory-Master";
"1255" = "Konnte keine SSH-Verbindung zum Open Directory-Master aufbauen";

" (default)" = " (Standard)";

"Open Directory restore failed." = "Das Wiederherstellen von Open Directory ist fehlgeschlagen.";
"There was a failure when restoring the chosen Open Directory archive. This may be due to an incorrect password." = "Bei Wiederherstellen des ausgewählten Open Directory-Archivs ist ein Fehler aufgetreten. Dies könnte durch ein nicht korrektes Kennwort verursacht worden sein.";

"Would you like to restore or merge the archive?" = "Möchten Sie das Archiv wiederherstellen oder es zusammenführen?";
"Restore" = "Wiederherstellen";
"Merge" = "Zusammenführen";
"Cancel" = "Abbrechen";
"Restoring will delete the server's current database and then add the archive's database. Merging will combine the server's database with the archive's." = "Das Wiederherstellen löscht die aktuelle Datenbank des Servers und lädt anschließend die Datenbank aus dem Archiv. Das Zusammenführen vereint die Datenbank des Servers und die des Archivs.";

/* Standard/Workgroup warnings */

"The Open Directory role cannot be changed." = "Die Open Directory-Funktion kann nicht geändert werden.";
"This server is a standard configuration of Mac OS X Server, which requires the server to be an Open Directory master." = "Dieser Server ist als Standardkonfiguration des Mac OS X Server konfiguriert. Dies erfordert, dass der Server ein Open Directory-Master ist.";
"This server is a workgroup configuration of Mac OS X Server, which requires the server to be an Open Directory master." = "Dieser Server ist als Arbeitsgruppenkonfiguration des Mac OS X Server konfiguriert. Dies erfordert, dass der Server ein Open Directory-Master ist.";
"OK" = "OK";
"Convert Server..." = "Server umwandeln …";

/* Overview */

"Open Directory is:" = "Open Directory-Status:";
"LDAP Server is:" = "LDAP-Serverstatus:";
"LDAP Search Base:" = "LDAP-Suchbeginn:";
"Password Server is:" = "Kennwortserverstatus:";
"Kerberos is:" = "Kerberos-Status:";
"Kerberos Realm:" = "Kerberos-Realm:";

"Change Open Directory Role..." = "Open Directory-Funktion ändern …";

/* Roles */

"Open Directory master" = "Open Directory-Master";
"Open Directory relay" = "Open Directory-Relais";
"Open Directory replica" = "Open Directory-Replik";
"Standalone directory" = "Eigenständiges Verzeichnis";
"Connected to another directory" = "Mit einem anderen Verzeichnis verbunden";
"Not available" = "Nicht verfügbar";

/* Logs */

"Directory Services Server Log" = "Verzeichnisdienste-Serverprotokoll";
"Directory Services Error Log" = "Verzeichnisdienste-Fehlerprotokoll";
"Kerberos Administration Log" = "Kerberos-Adminprotokoll";
"Kerberos Server Log" = "Kerberos-Serverprotokoll";
"LDAP Log" = "LDAP-Protokoll";
"Password Service Server Log" = "Kennwortdienst-Serverprotokoll";
"Password Service Error Log" = "Kennwortdienst-Fehlerprotokoll";
"Password Service Replication Log" = "Kennwortdienst-Replizierungsprotokoll";
"Configuration Log" = "Konfigurationsprotokoll";
